Repository: jh0ker/mau_mau_bot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: ca_ca, de_de, id_id, it_it, ru_ru, uz_uz, zh_cn, zh_hk, zh_tw

source: Waiting time to skip this player has been reduced to {time} seconds. Next player: {name}
id_id: Waktu tunggu terhadap {name} telah dikurangi menjadi {time} detik. Next player: {name}
uz_uz: Bu oʻyinchini oʻtkazib yuborishni kutish vaqti {time} soniyagacha qisqartirildi. Keyingi oʻyinchi: {name}

source: {player} was skipped!
uz_uz: {player} oʻtkazib yuborildi!

source: {name1} ran out of time and has been removed from the game! Next player: {name2}
uz_uz: {name1}ning vaqti tugadi va oʻyindan olib tashlandi! Keyingi oʻyinchi: {name2}

source: {name} ran out of time and has been removed from the game! The game ended.
uz_uz: {name}ning vaqti tugadi va oʻyindan olib tashlandi! Oʻyin tugadi.

source: Please choose a color
ca_ca: Si us plau, selecciona un color
de_de: Bitte wähle eine Farbe
id_id: Silakan pilih warna
it_it: Per favore, scegli un colore
ru_ru: Пожалуйста, выберите цвет
uz_uz: Iltimos, rang tanlang
zh_cn: 请选择颜色
zh_hk: 請揀一隻顏色
zh_tw: 請選擇一個顏色

source: {name} won!
ca_ca: {name} ha guanyat!
de_de: {name} hat gewonnen!
id_id: {name} menang!
it_it: {name} ha vinto!
ru_ru: {name} победил!
uz_uz: {name} goʻlib bo'ldi!
zh_cn: {name} 赢了！
zh_hk: {name} 贏咗!
zh_tw: {name} 贏了!

source: Game ended!
ca_ca: Partida acabada!
de_de: Spiel beendet!
id_id: Permainan berakhir!
it_it: La partita è conclusa!
ru_ru: Игра окончена!
uz_uz: Oʻyin tugadi!
zh_cn: 游戏结束！
zh_hk: 遊戲結束!
zh_tw: 遊戲結束!

source: There are no more cards in the deck.
ca_ca: No hi ha més cartes al plat.
de_de: Es sind keine Karten mehr im Deck.
id_id: Tidak ada kartu lagi tersedia.
it_it: Non ci sono più carte sul tavolo.
ru_ru: В колоде больше нет карт.
uz_uz: Toʻplamda boshqa kartalar yoʻq.
zh_cn: 已经没有更多的底牌了。
zh_hk: 檯上面冇哂牌
zh_tw: 已經沒牌了

source: Bluff called! Giving 4 cards to {name}
ca_ca: Era un fanal! {name} reb 4 cartes.
de_de: Bluff gecalled! {name} bekommt 4 Karten.
id_id: Ternyata hanya gertakan! Memberikan 4 kartu kepada {name}
it_it: Il baro è stato scoperto! {name} deve pescare 4 carte!
ru_ru: Это блеф! {name} получает 4 карты.
uz_uz: Soxta chaqiruv! {name}ga 4 ta karta berilmoqda
zh_cn: 质疑成功！给 4 张牌 {name}
zh_hk: Call咗bluff, {name} draw 4張牌
zh_tw: 已確認為虛張聲勢! 給予 {name} 4 張牌

source: {name1} didn't bluff! Giving 6 cards to {name2}
ca_ca: {name1} no ha fet cap fanal!, {name2} reb 6 cartes.
de_de: {name1} hat nicht geblufft! {name2} bekommt 6 Karten.
id_id: {name1} tidak hanya menggertak! Memberikan 6 kartu kepada {name2}
it_it: {name1} non ha barato! {name2} deve pescare 6 carte!
ru_ru: {name1} не блефовал! {name2} получает 6 карт.
uz_uz: {name1} soxta emas! {name2}ga 6 ta karta berilmoqda
zh_cn: 质疑 {name1} 失败！给 6 张牌 {name2}
zh_hk: {name1}冇bluff, {name2} draw 6 張牌
zh_tw: {name1} 沒有虛張聲勢! 給予 {name2} 六張牌

source: Send this command in a group to be notified when a new game is started there.
de_de: Benutze diesen Befehl in einer Gruppe, um über das nächste neu eröffnete Spiel informiert zu werden.
ru_ru: Отправьте эту команду в группе, чтобы получать уведомления о новых партиях.
uz_uz: Bu buyruqni guruhga yuboring va u yerda yangi oʻyin boshlanganda xabardor boʻling.
zh_tw: 在群組中傳送這個指令以讓我在這個群組開始遊戲時私訊你

source: A new game has been started in {title}
de_de: In der Gruppe {title} wurde gerade ein neues Spiel gestartet
ru_ru: В {title} началась новая игра
uz_uz: {title} oʻyinida yangi oʻyin boshlandi
zh_tw: 新遊戲已經在 {title} 中開始!

source: Created a new game! Join the game with /join and start the game with /start
ca_ca: Nova partida creada! Uniu-vos a la partida amb /join i comenceu amb /start
de_de: Neues Spiel erstellt! Tritt dem Spiel mit /join bei und starte es mit /start
id_id: Membuat permmainan baru! Ayo bergabung dengan perintah /join dan mulailah permainan tersebut dengan perintah /start
it_it: È stata creata una nuova partita! Unisciti con /join e inizia a giocare con /start
ru_ru: Создана новая игра! Присоединитесь к ней командой /join и начните, написав /start
uz_uz: Yangi oʻyin yaratildi! Oʻyinga /join bilan qoʻshiling va oʻyinni /start bilan boshlang
zh_cn: 创建新游戏成功！请通过 /join 加入游戏，然后通过 /start 开始游戏
zh_hk: 已經開始咗新一盤! 用/join加入同埋/start去開始
zh_tw: 已開始新的遊戲! 用 /join 加入並用 /start 開始遊戲

source: There is no running game in this chat.
ca_ca: No hi ha cap partida en execució en aquest xat.
de_de: In dieser Gruppe läuft gerade kein Spiel.
id_id: Tidak ada permainan yang berjalan pada grup chat ini.
it_it: Non c'è alcuna partita aperta in questa chat.
ru_ru: Нет ни одной игры в данном чате.
uz_uz: Bu chatda hech qanday oʻynadigan oʻyin yoʻq.
zh_cn: 这个群中并没有正在运行的游戏。
zh_hk: 呢個對話入面冇嘢玩緊喎
zh_tw: 此聊天室沒有正在進行的遊戲

source: The game is not started yet. Join the game with /join and start the game with /start
uz_uz: O'yin hali boshlanmadi. Oʻyinga /join bilan qoʻshiling va oʻyinni /start bilan boshlang

source: Only the game creator ({name}) and admin can do that.
uz_uz: Buni faqat oʻyin yaratuvchisi ({name}) va administrator qila oladi.

source: The lobby is closed
ca_ca: La sala està tancada.
de_de: Die Lobby ist geschlossen
id_id: Lobby ditutup
it_it: La stanza è chiusa. Nessun nuovo giocatore può unirsi alla partita.
ru_ru: Лобби закрыто
uz_uz: Lobbi yopiq
zh_cn: 游戏已设置成不允许中途加入
zh_hk: Lobby已經閂咗
zh_tw: 遊戲大廳已關閉

source: No game is running at the moment. Create a new game with /new
ca_ca: En aquest moment no hi ha cap partida en marxa. Crea una partida nova amb /new
de_de: Zur Zeit läuft kein Spiel. Erstelle ein neues mit /new
id_id: Tidak ada permainan yang berlangsung. Buat permainan baru dengan perintah /new
it_it: Non c'è nessuna partita aperta al momento. Iniziane una nuova con /new
ru_ru: Нет активных партий в данный момент. Создайте новую, написав /new
uz_uz: Hozirda hech qanday oʻyin ishlamayapti. /new bilan yangi oʻyin yarating
zh_cn: 这个群组并没有运行中的游戏。通过 /new 新建一个？
zh_hk: 宜家冇遊戲運行, 用 /new開展新一盤
zh_tw: 目前沒有進行中的遊戲,輸入 /new 開始新的遊戲

source: You already joined the game. Start the game with /start
ca_ca: Ja t'has unit a la partida. Inicia-la amb /start
de_de: Du bist dem Spiel bereits beigetreten. Starte es mit /start
id_id: Kamu sudah bergabung dengan permainan. Mulai permainan dengan perintah /start
it_it: Ti sei già unito/a alla partita. Inizia a giocare con /start
ru_ru: Вы уже присоединились к этой игре. Начните ее с помощью /start
uz_uz: Siz allaqachon oʻyinga qoʻshilgansiz. Oʻyinni /start bilan boshlang
zh_cn: 你已经加入了游戏。请通过 /start 开始游戏
zh_hk: 你已經加入咗啦, 用 /start開始呢一盤
zh_tw: 您已加入本局遊戲，輸入 /start 來開始遊戲

source: There are not enough cards left in the deck for new players to join.
uz_uz: Yangi oʻyinchilar qoʻshilishi uchun toʻplamda yetarlicha kartalar qolmadi.

source: Joined the game
ca_ca: {name} s'ha unit a la partida
de_de: Spiel beigetreten
id_id: Tergabung dengan permainan
it_it: Si è unito/a alla partita
ru_ru: Присоединился к игре
uz_uz: Oʻyinga qoʻshildi
zh_cn: 游戏加入成功
zh_hk: 加入咗
zh_tw: 已加入遊戲

source: You are not playing in a game in this group.
ca_ca: No estàs jugant a cap partida en aquest grup.
de_de: Du spielst in keinem Spiel in dieser Gruppe.
id_id: Kamu tidak bermain di grup ini.
it_it: Non stai giocando alcuna partita in questo gruppo.
ru_ru: Вы не играете в данной группе.
uz_uz: Siz ushbu guruhdagi oʻyinda oʻynamayapsiz.
zh_cn: 您在这个群中并没有参加游戏。
zh_hk: 你唔喺呢個group玩緊
zh_tw: 你目前沒有在這個群組中遊玩

source: Okay. Next Player: {name}
ca_ca: Okay. Següent jugagor: {name}
de_de: Okay. Nächster Spieler: {name}
id_id: Baiklah. Pemain berikutnya: {name}
it_it: Okay. Prossimo giocatore: {name}
ru_ru: Ок. Следующий игрок: {name}
uz_uz: Yaxshi. Keyingi oʻyinchi: {name}
zh_cn: 好的，轮到： {name}
zh_hk: OK 下一個: {name}
zh_tw: OK. 下一位: {name}

source: {name} left the game before it started.
uz_uz: {name} oʻyin boshlanishidan oldin oʻyinni tark etdi.

source: Player {name} is not found in the current game.
uz_uz: {name} oʻyinchisi joriy oʻyinda topilmadi.

source: {0} was kicked by {1}
uz_uz: {0}ni {1} tepdi

source: Please reply to the person you want to kick and type /kick again.
uz_uz: Iltimos, tepmoqchi boʻlgan odamga javob bering va yana /kick ni kiriting.

source: Game not found.
ca_ca: Partida no trobada.
de_de: Spiel nicht gefunden.
id_id: Permainan tidak ditemukan.
it_it: Partita non trovata.
ru_ru: Игры не найдены.
uz_uz: Oʻyin topilmadi.
zh_cn: 游戏未找到。
zh_tw: 找不到遊戲

source: Back to last group
ca_ca: Torna a l'últim grup
de_de: Zurück zur letzten Gruppe
id_id: Kembali ke grup sebelumnya
it_it: Vai all'ultimo gruppo.
ru_ru: Вернуться к последней группе
uz_uz: Oxirgi guruhga qaytish
zh_cn: 返回上一个群
zh_hk: 去返前一個group
zh_tw: 回到上一個群組

source: Please switch to the group you selected!
ca_ca: Si us plau canvia al grup que has seleccionat!
de_de: Bitte wechsele zu der Gruppe, die du gewählt hast!
id_id: Silakan pilih grup!
it_it: Per favore, vai sul gruppo che hai selezionato!
ru_ru: Пожалуйста, переключитесь на выбранную группу!
uz_uz: Iltimos, siz tanlagan guruhga oʻting!
zh_cn: 请切换到您选择的群
zh_hk: 請轉去你揀咗果個group
zh_tw: 請切換到你選擇的群組

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
ca_ca: Grup seleccionat: {group} <b>Assegura't d'haver canviat al grup correcte!</b>
de_de: Ausgewählte Gruppe: {group} <b>Stell sicher, dass du in die richtige Gruppe wechselst!</b>
id_id: Grup terpilih: {group} <b>Pastikan kamu sudah memilih grup yang benar!</b>
it_it: Gruppo selezionato: {group} <b>Assicurati di spostarti nel gruppo giusto!</b>
ru_ru: Выбранная группа: {group} <b>Убедитесь, что Вы переключились на нее!</b>
uz_uz: Tanlangan guruh: {group} <b>Toʻgʻri guruhga oʻtganingizga ishonch hosil qiling!</b>
zh_cn: 选择群： {group} <b>请确保切换到您选择的群</b>
zh_hk: 揀咗呢個group: {group} <b>記住轉過去正確嘅group</b>
zh_tw: 已選擇的群組: {group} <b>請確認你已經切換到目前遊玩中的群組!</b>

source: Removing {name} from the game
ca_ca: Eliminant {name} de la partida.
de_de: Entferne {name} aus dem Spiel
id_id: Mengeluarkan {name} dari permainan
it_it: Sto rimuovendo {name} dalla partita
ru_ru: Удаляю {name} из игры
uz_uz: {name} oʻyindan olib tashlanmoqda
zh_cn: 已成功将 {name} 移出游戏
zh_hk: {name} 已經比人踢咗
zh_tw: 將 {name} 從遊戲中踢除

source: There is no game running in this chat. Create a new one with /new
ca_ca: No hi ha cap partida en aquest xat. Crea una nova amb /new.
de_de: In dieser Gruppe gibt es kein laufendes Spiel. Erstelle ein neues mit /new
id_id: Tidak ada permainan yang berlangsung saat ini. Buat permainan baru dengan perintah /new
it_it: Non c'è alcuna partita aperta in questa chat. Creane una nuova con /new
ru_ru: Нет ни одной игры в данном чате. Создайте новую командой /new
uz_uz: Bu chatda hech qanday o‘yin ishlamayapti. /new bilan yangisini yarating
zh_cn: 这个群组并没有运行中的游戏。通过 /new 新建一个？
zh_hk: 呢個對話入面冇遊戲運行緊, 用/new開始新一盤
zh_tw: 此聊天室目前沒有遊戲進行中,使用 /new 開始新遊戲

source: The game has already started
ca_ca: La partida ja ha començat.
de_de: Das Spiel hat bereits begonnen
id_id: Permainan sudah dimulai.
it_it: La partita è già iniziata
ru_ru: Игра уже началась
uz_uz: O'yin allaqachon boshlangan
zh_cn: 游戏已经开始
zh_hk: 呢一盤已經開始咗
zh_tw: 遊戲已經開始了!

source: At least {minplayers} players must /join the game before you can start it
ca_ca: Abans de començar la partida, al menys {minplayers} jugadors han de unir-se utilitzant /join.
uz_uz: Oʻyinni boshlashdan oldin kamida {minplayers} oʻyinchi ishtirok etishi kerak./join bosing!

source: Please select the group you want to play in.
ca_ca: Selecciona el grup en el qual vols jugar.
de_de: Bitte wähle die Gruppe, in der du spielen willst.
id_id: Silakan pilih pada grup mana kamu akan bermain.
it_it: Per favore, seleziona il gruppo dove vuoi giocare.
ru_ru: Пожалуйста, выберите группу, в которой хотите играть.
uz_uz: Iltimos, oʻynamoqchi boʻlgan guruhni tanlang.
zh_cn: 请选择你要参加游戏的群。
zh_hk: 你想喺邊個group玩?
zh_tw: 請選擇你要玩的群組

source: Closed the lobby. No more players can join this game.
ca_ca: Sala tancada. No hi ha més jugadors que puguin unir-se a aquesta partida.
de_de: Lobby geschlossen. Diesem Spiel können keine weiteren Spieler beitreten.
id_id: Lobby ditutup. Tidak ada pemain yang bisa bergabung lagi.
it_it: La stanza è chiusa. Nessun nuovo giocatore può unirsi alla partita in corso.
ru_ru: Лобби закрыто. К данной игре нельзя присоединиться.
uz_uz: Lobbi yopildi. Bu oʻyinga boshqa oʻyinchilar qoʻshila olmaydi.
zh_cn: 游戏已设置成不允许中途加入，玩家将不允许加入游戏。
zh_hk: Lobby已經閂咗, 其他玩家已經冇得加入
zh_tw: 已關閉大廳,其他人將無法加入遊戲

source: Opened the lobby. New players may /join the game.
ca_ca: Sala oberta. Els jugadors nous poden unir-se a la partida amb /join.
de_de: Lobby geöffnet. Neue Spieler können nun beitreten.
id_id: Membuka lobby. Pemain baru bisa bergabung dengan perintah /join.
it_it: La stanza è aperta. Nuovi giocatori possono unirsi alla partita con /join
ru_ru: Лобби открыто. Теперь к игре можно присоединиться.
uz_uz: Lobbi ochildi. Yangi o'yinchilar o'yinga qo'shilishlari mumkin.
zh_cn: 游戏已设置成允许中途加入，新玩家现在可以通过 /join 加入游戏。
zh_hk: 開咗個lobby, 宜家可以 /join 呢一盤
zh_tw: 大廳已開啟, 現在可以 /join 本局遊戲

source: Enabled multi-translations. Disable with /disable_translations
ca_ca: Multi-traduccions activades. Desactiva-les amb /disable_translations.
de_de: Multi-Übersetzungen aktiviert. Deaktivieren mit /disable_translations
id_id: Mengaktifkan translasi multi bahasa. Non-aktifkan dengan /disable_translations
it_it: Multi-traduzione abilitata. Disabilitala con /disable_translations
ru_ru: Перевод активирован. Выключите с помощью /disable_translations
uz_uz: Ko'p tarjimalar funksiyasi yoqilgan. Uni o'chirish uchun /disable_translations tugmani bosing
zh_cn: 游戏翻译已启用，通过 /disable_translations 可以停用该功能
zh_hk: 啓用咗其他語言, 可以用 /disable_translations 停用
zh_tw: 已啟用翻譯提示. 使用 /disable_translations 來停用

source: Disabled multi-translations. Enable them again with /enable_translations
ca_ca: Multi-traduccions desactivades. Ativales amb /enable_translations
de_de: Multi-Übersetzungen deaktiviert. Aktiviere sie wieder mit /enable_translations
id_id: Menon-aktifkan translasi multi bahasa. Nyalakan kembali dengan perintah /enable_translations
it_it: Multi-traduzione disabilitata. Abilitala con /enable_translations
ru_ru: Перевод отключен. Вы можете включить его с помощью /enable_translations
uz_uz: Ko'p tarjimalar funksiyasi o'chirilgan. /enable_translations bilan ularni yana yoqing
zh_cn: 游戏翻译已停用，通过 /enable_translations 可以启用该功能
zh_hk: 已經停用咗其他語言, 想重新嘅話可以揀 /enable_translations
zh_tw: 已停用翻譯提示. 使用 /enable_translations 再次啟用

source: You are not playing in a game in this chat.
ca_ca: No estàs a cap partida en aquest xat.
de_de: Du spielst kein Spiel in dieser Gruppe.
id_id: Kamu sedang tidak bermain.
it_it: Non stai giocando alcuna partita in questa chat.
ru_ru: Вы не играете ни в одну из партий в данном чате.
uz_uz: Siz bu chatdagi oʻyinda oʻynamayapsiz.
zh_cn: 您并不在游戏中
zh_hk: 你冇喺呢個對話入面玩
zh_tw: 你目前沒有在此聊天室中遊玩

source: Please wait {time} second
ca_ca: Si us plau, espera un segon.
de_de: Bitte warte {time} Sekunde
it_it: Per favore, attendi {time} secondi
ru_ru: Пожалуйста, подождите {time} секунды
uz_uz: Iltimos, {time} soniya kuting
zh_cn: 请等待 {time} 秒
zh_hk: 請等{time}秒
zh_tw: 請等待 {time} 秒

source: Current game: {game}
de_de: Aktuelles Spiel: {game}
ru_ru: Текущая игра: {game}
uz_uz: Joriy oʻyin: {game}

source: Gamemode changed to {mode}
uz_uz: Oʻyin rejimi {mode}ga oʻzgartirildi

source: Cheat attempt by {name}
ca_ca: {name} ha intentat fer trampes.
de_de: {name} hat versucht zu schummeln!
id_id: Percobaan curang dilakukan oleh {name}
it_it: {name} ha tentato di barare!
ru_ru: {name} попытался сжульничать!
uz_uz: {name} tomonidan firibgarlik urinishi
zh_cn: {name} 试图作弊
zh_hk: {name} chok cheat
zh_tw: 提出作弊嫌疑 by {name}

source: Next player: {name}
ca_ca: Següent jugador: {name}.
de_de: Nächster Spieler: {name}
id_id: Pemain berikutnya: {name}
it_it: Prossimo giocatore: {name}
ru_ru: Следующий игрок: {name}
uz_uz: Keyingi oʻyinchi: {name}
zh_cn: 轮到： {name}
zh_hk: 下一個: {name}
zh_tw: 輪到: {name}

source: Waiting time for {name} has been reset to {time} seconds
ca_ca: El temps d'espera per a {name} s'ha reiniciat a {time} segons
uz_uz: {name} uchun kutish vaqti {time} soniyaga qaytarildi

source: Choose Color
ca_ca: Selecciona un color
de_de: Wähle Farbe
id_id: Pilih warna
it_it: Scegli il colore
ru_ru: Выберите цвет
uz_uz: Rang tanlang
zh_cn: 选择颜色
zh_hk: 揀顏色
zh_tw: 選擇顏色

source: Card (tap for game state):
uz_uz: Hozir sizga bor kartalar (oʻyin holatini koʻrish uchun bosing)

source: {name} ({number} card)
ca_ca: {name} ({number} carta)
de_de: {name} ({number} Karte)
it_it: {name} ({number} carta)
ru_ru: {name} ({number} карты)
uz_uz: {name} ({number} karta bor)
zh_cn: {name} ({number} 张牌)
zh_hk: {name} ({number} 張牌)
zh_tw: {name} (目前有 {number} 張牌)

source: You are not playing
ca_ca: No estàs jugant.
de_de: Du spielst gerade nicht
id_id: Kamu sedang tidak bermain
it_it: Non stai giocando in questa partita.
ru_ru: Вы не играете
uz_uz: Siz oʻynamayapsiz
zh_cn: 你并不在游戏中
zh_hk: 你唔係玩緊喎
zh_tw: 你沒有在遊戲中

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
ca_ca: No estàs jugant en aquest moment. Utilitza /new Per començar una partida o /join si ja hi ha una partida en curs dins d'aquest grup.
de_de: Du spielst gerade nicht. Benutze /new um ein neues Spiel zu starten oder /join, um einem bestehenden Spiel beizutreten.
id_id: Saat ini sedang tidak ada permainan. Gunakan perintah /new untuk memulai permainan atau /join untuk bergabung dengan permainan yang sedang berlangsung di grup ini
it_it: Non stai giocando in questo momento. Usa /new per iniziare una nuova partita o /join per partecipare a quella già avviata in questo gruppo
ru_ru: В данный момент Вы не играете. Используйте /new, чтобы начать новую, или /join, чтобы присоединиться к текущей.
uz_uz: Hozir oʻynamayapti. Oʻyinni boshlash uchun /new tugmasidan foydalaningyoki ushbu guruhdagi joriy oʻyinga qoʻshiling.
zh_cn: 您并不在游戏中。请通过 /new 创建一个新游戏，或者通过 /join 加入一个现有的游戏
zh_hk: 你唔係玩緊喎, 用 /new 開始新一盤或者 /join 加入宜家嘅遊戲
zh_tw: 你目前沒有在遊玩,使用 /new@unobot 開始新的遊戲或使用 /join@unobot 加入目前的遊戲

source: The game wasn't started yet
ca_ca: La partida encara no ha començat.
de_de: Das Spiel wurde noch nicht gestartet.
id_id: Permainan belum dimulai
it_it: La partita non è ancora iniziata
ru_ru: Игра еще не началась.
uz_uz: Oʻyin hali boshlanmadi
zh_cn: 游戏还没有开始
zh_hk: 呢一盤仲未開始喎
zh_tw: 遊戲尚未開始

source: Start the game with /start
ca_ca: Comença la partida amb /start.
de_de: Starte das Spiel mit /start
id_id: Mulailah permainan dengan perintah /start
it_it: Inizia la partita con /start
ru_ru: Начните новую игру с помощью /start
uz_uz: Oʻyinni /start tugmasi bilan boshlang
zh_cn: 请先通过 /start 开始游戏
zh_hk: 用/start開始呢一盤
zh_tw: 使用 /start 開始遊戲

source: 🎻 Classic mode
uz_uz: 🎻 Klassik rejimi

source: Classic 🎻
uz_uz: Klassik 🎻

source: 🚀 Sanic mode
uz_uz: 🚀 Sanik rejimi

source: Gotta go fast! 🚀
uz_uz: Tez borish kerak! 🚀

source: 🐉 Wild mode
uz_uz: 🐉 Wild rejimi

source: Into the Wild~ 🐉
uz_uz: Wild tabiatga~ 🐉

source: Drawing {number} card
ca_ca: Agafant {number} carta del piló.
de_de: Ich ziehe {number} Karte
it_it: Sto pescando {number} carta
ru_ru: Забирает {number} карты
uz_uz: {number} ta karta koʻtarildi
zh_cn: 抽取 1 张牌
zh_hk: Draw緊{number}張牌
zh_tw: 抽 {number} 張牌

source: Pass
ca_ca: Passar
de_de: Passe
id_id: Lewati
it_it: Passo
ru_ru: Пас
uz_uz: Oʻtish
zh_tw: PASS! 下一位!

source: I'm calling your bluff!
ca_ca: Es un fanal!
de_de: Ich glaube du bluffst!
id_id: Saya bilang, kamu hanya menggertak!
it_it: Penso che tu stia barando!
ru_ru: Я бросаю тебе вызов!
uz_uz: Men sizning soxtaligingizni chaqiraman!
zh_cn: 我要质疑！
zh_hk: 我call你bluff
zh_tw: 別騙了,虛張聲勢 = =

source: Current player: {name}
ca_ca: Jugador actual: {name}.
de_de: Aktueller Spieler: {name}
id_id: Pemain saat ini: {name}
it_it: Giocatore attuale: {name}
ru_ru: Текущий игрок: {name}
uz_uz: Joriy oʻyinchi: {name}
zh_cn: 轮到： {name}
zh_hk: 宜家嘅玩家
zh_tw: 目前玩家: {name}

source: Last card: {card}
ca_ca: Última carta: {card}.
de_de: Letzte Karte: {card}
id_id: Kartu terakhir: {card}
it_it: Ultima carta: {card}
ru_ru: Последняя карта: {card}
uz_uz: Oxirgi karta: {card}
zh_cn: 上一张牌： {card}
zh_hk: 前一張牌: {card}
zh_tw: 上一張牌: {card

source: Player: {player_list}
ca_ca: Jugador: {player_list}
de_de: Spieler: {player_list}
it_it: Giocatori: {player_list}
ru_ru: Игрок: {player_list}
uz_uz: Oʻyinchi: {player_list}
zh_cn: 玩家： {player_list}
zh_hk: 玩家: {player_list}
zh_tw: 目前玩家: {player_list}

source: Please edit your settings in a private chat with the bot.
ca_ca: Si us plau, edita els teus ajustos en un xat privat amb el bot.
de_de: Bitte ändere deine Einstellungen in einem privaten Chat mit dem Bot.
id_id: Silakan ubah pengaturan melalui chat pribadi dengan bot.
it_it: Per favore, modifica le tue impostazioni in una chat privata con il bot.
ru_ru: Пожалуйста, напишите боту для изменения своих настроек.
uz_uz: Iltimos, sozlamalaringizni bot bilan shaxsiy chatda tahrirlang.
zh_cn: 请给我私聊修改您的设置
zh_hk: 請pm個bot修改你嘅設定
zh_tw: 請私訊我來修改你的設定

source: Enable statistics
ca_ca: Activar les estadístiques
de_de: Statistiken aktivieren
id_id: Mengaktifkan statistik
it_it: Abilita le statistiche
ru_ru: Включить статистику
uz_uz: Statistikani yoqing
zh_cn: 启用数据统计
zh_hk: 啓用數據記錄
zh_tw: 啟用統計資料

source: Delete all statistics
ca_ca: Esborrar les estadístiques
de_de: Alle Statistiken löschen
id_id: Menghapus semua statistik
it_it: Elimina tutte le statistiche
ru_ru: Удалить всю статистику
uz_uz: Barcha statistikani o'chirib tashlang
zh_cn: 删除所有统计数据
zh_hk: 刪除所有數據
zh_tw: 刪除所有統計資料

source: Language
ca_ca: Idioma
de_de: Sprache
id_id: Bahasa
it_it: Lingua
ru_ru: Язык
uz_uz: Til
zh_cn: 语言
zh_hk: 語言
zh_tw: 語言

source: Settings
ca_ca: Configuració
de_de: Einstellungen
id_id: Pengaturan
it_it: Impostazioni
ru_ru: Настройки
uz_uz: Sozlamalar
zh_cn: 设置
zh_hk: 設定
zh_tw: 設置

source: Enabled statistics!
ca_ca: Estadístiques activades!
de_de: Statistiken aktiviert!
id_id: Mengaktifkan statistik
it_it: Statistiche abilitate!
ru_ru: Статистика включена!
uz_uz: Statistika yoqilgan
zh_cn: 数据统计已启用！
zh_hk: 已經啓用咗數據記錄!
zh_tw: 已啟用統計資料

source: Select locale
ca_ca: Selecciona la teva llengua
de_de: Bitte Sprache auswählen
id_id: Memilih lokasi
it_it: Seleziona la lingua
ru_ru: Выберите язык
uz_uz: Mahalliy tilni tanlang
zh_cn: 请选择语言
zh_hk: 請揀個區域
zh_tw: 設置語言

source: Deleted and disabled statistics!
ca_ca: Estadístiques esborrades i desactivades!
de_de: Alle Statistiken gelöscht und deaktiviert!
id_id: Menghapus dan menonaktifkan statisk
it_it: Le statistiche sono state eliminate e disabilitate!
ru_ru: Статистика удалена и отключена!
uz_uz: Statistika o'chirilgan!
zh_cn: 统计数据已经被删除并已停用
zh_hk: 已經熄咗同埋delete咗數據記錄
zh_tw: 已停用並刪除統計資料

source: Set locale!
ca_ca: Llengua seleccionada!
de_de: Sprache gesetzt!
id_id: Pilih lokasi!
it_it: Lingua impostata!
ru_ru: Язык установлен!
uz_uz: Mahalliy til sozlang!
zh_cn: 语言设置成功！
zh_hk: Set咗個區域
zh_tw: 語言已設置
