Repository: jh0ker/mau_mau_bot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: ca_ca, de_de, id_id, it_it, ru_ru, uz_uz, zh_cn, zh_hk, zh_tw

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotnews">update channel</a> and buy an UNO card game.
ca_ca: Segueix aquests passos: 1. Afegeix aquest bot a un grup 2. En el grup, crea una partida nova amb /new o uneixta a una partida iniciada amb /join 3. Després que almenys dos jugadors s'han unit, comença la partida amb /start 4. Escriu <code>@unobot</code> en la caixa de text i pressiona <b>espai</b> o fes clic en el text <code>via @unobot</code>al costat dels missatges. Veuràs les teves cartes (algunes de to grisenc), qualsevol opció addicional com robar i un <b>?</b> per a veure l'estat actual de la partida.Les <b>cartes grisenques</b> són aquelles <b> que no poden utilitzar-se</b> en el moment. Pressiona una opció per executar l'acció seleccionada. Els jugadors poden unir-se en qualsevol moment. Per a abandonar una partida, utilitza /leave. Si un jugador triga més de 90 segons a jugar, pots utilitzar /skip para saltar el seu torn. <b>Idioma</b> i altres ajustos: /settings Altres comandos (només el creador de la partida pot utilitzar-los): /close - Tancar la sala /open - Obrir la sala /enable_translations - Traduir els missatges importants a tots els idiomes disponibles en la partida /disable_translations - Utilitzar l'idioma per defecte (anglès) <b>Experimental:</b> Per a jugar en múltiples grups al mateix temps. Pressiona el botó <code>Current game: ...</code> i selecciona el grup en el qual desitges realitzar una jugada. Si t'agrada el bot <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, uneix-te al <a href="https://telegram.me/unobotnews">canal d'actualitzacions </a> i compra el joc de cartes UNO.
id_id: Ikuti langkah-langkah berikut: 1. Tambahkan grup ini ke dalam grup 2. Di dalam grup, Membuat permainan baru dengan /new atau bergabung dengan permainan yang sudah berjalan dengan perintah /join 3.Setelah setidaknya dua pemain bergabung, mulailah permainan dengan perintah /start 4. Ketik <code>@unobot</code> kedalam chat box dan tekan<b>spasi</b>, atau pilih <code>via @unobot</code> dari daftar pemain. Kamu akan melihat daftar kartumu (yang beberapa tidak dapat dipilih), pilihan lainnya seperti gambar kartu, dan tanda tanya (<b>?</b>) untuk melihat status permainan. Kartu yang <b>berwarna abu-abu</b> adalah kartu yang saat ini <b>tidak dapat dimainkan</b>. Pilih gambar untuk melakukan aksi seperti memilih kartu atau melihat status permainan. Pemain dapat bergabung ke dalam permainan kapan saja. Untuk meinggalkan permainan, gunakan /leave.Apabila seorang pemain melebihi 90 detik dalam memilih kartu, kamu bisa menggunakna /skip to melompatipemain tersebut. <b>Bahasa</b> dan pengaturan lainnya: /settings Perintah lainnya (hanya pembuat game): /close - Menutup lobby /open - Membuka lobby /enable_translations - Mengubah tulisan tertulis menjadi semua bahasa pada permainan /disable_translations - Menggunakan bahasa inggris sebagai bahasa utama <b>Eksperimental:</b> Bermain dalam lebih dari satu grup pada waktu yang bersamaan. Tekan <code>Current game: ...</code> dan pilih grup yang ingin kamu mainkan Kalau kamu menyukai bot ini, <a href="https://telegram.me/storebot?start=mau_mau_bot">beri kami rating</a>, bergabunglah the <a href="https://telegram.me/unobotnews">update channel</a> dan belilah kartu permainan UNO .
it_it: Segui questi passaggi: 1. Aggiungi questo bot ad un gruppo 2. Nel gruppo, inizia una nuova partita con /new o unisciti a quella già avviata con /join 3. Quando almeno due giocatori si sono uniti alla partita, si può iniziare con /start 4. Digita <code>@unobot</code> nella casella di testo e premi <b>spazio</b>, o clicca sul testo <code>via @unobot</code> vicino ai messaggi. Potrai così vedere le tue carte (alcune in grigio), le opzioni extra come pesca e <b>?</b> per vedere lo stato della partita attuale. Le <b>carte in grigio</b> sono quelle che <b>non puoi giocare</b> al momento. Premi un'opzione per eseguire l'azione selezionata. I giocatori possono unirsi alla partita in qualsiasi momento. Per lasciare la partita, usa /leave. Se un giocatore impiega più di 90 secondi a giocare, puoi usare /skip per saltare il turno di quel giocatore. <b>Lingua</b> e altre opzioni: /settings Altri comandi (utilizzabili solo da chi ha creato la partita): /close - Chiude la stanza, nessun giocatore può unirsi alla partita dopo che questa è già avviata. /open - Apre la stanza, i giocatori possono unirsi alla partita in qualsiasi momento. v/enable_translations - Traduce i messaggi importanti nelle lingue parlate durante la partita /disable_translations - Usa l'inglese (default) per questi messaggi <b>Sperimentale:</b> Gioca in più gruppi allo stesso tempo. Premi il tasto <code>Partita in corso: ...</code> e scegli il gruppo dove vuoi giocare la carta. Se ti piace questo bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">votami</a>, segui gli <a href="https://telegram.me/unobotnews">aggiornamenti</a> e compra il gioco di carte UNO.
zh_hk: 請跟隨以下指示: 1. Add呢個bot入去一個group度 2. 輸入/new開展一個新遊戲或者/join加入一個運行緊嘅遊戲 3. 當有兩個玩家加入, 就可以用/start開始遊戲 4. 喺你個chatbox打 <code>@unobot</code>然後禁<b>space</b>或者揀隔離個 <code>via @unobot</code>。之後你會見到你嘅手牌或者其他選項例如抽牌, 同埋<b>?</b>睇玩家狀態。但<b>灰咗嘅牌</b>就係<b>你出唔到嘅牌</b>, 請揀選其中一個選項。 玩家可以喺任何時間加入, 如果想離開, 請打/leave。如果有個玩家90秒內都冇出牌嘅話, 你可以用 /skip skip咗佢 <b>語言</b>同埋其他設定: /settings 遊戲創始人可以用以下嘅command: /close - 關閉 lobby, 其他人就唔可以中途加入 /open - 開啓 lobby, 令其他人可以中途加入 /enable_translations - 翻譯指示 /disable_translations - 用返英文嘅指示 <b>試驗功能:</b> 想喺幾個group度同時玩幾個遊戲嘅話, 請揀 <code>Current game:...</code>然後揀你想喺邊個group玩 如果你鍾意呢個bot嘅話, 請喺 <a href="https://telegram.me/storebot?start=mau_mau_bot">評分</a>, 然後加入<a href="https://telegram.me/unobotnews">update channel</a> 再買一副UNO。

source: First player: {name} Use /close to stop people from joining the game. Enable multi-translations with /enable_translations
ca_ca: Primer jugador: {name} Utilitza /close per evitar que la gent s'afageixi a la partida. Habilita multi-traduccions amb /enable_translations.
it_it: Primo giocatore: {name} Usa /close per impedire a nuovi giocatori di unirsi alla partita. Abilita la funzione di multi-traduzione con /enable_translations
zh_cn: 第一个出牌的玩家： {name} 使用 /close 可以阻止别人中途加入游戏。 使用 /enable_translations 启动游戏翻译功能
zh_hk: 第一個玩家: {name} 唔想其他人加入遊戲嘅話可以選擇 /close 用 /enable_translations 啓用翻譯功能

source: Current game: {group}
ca_ca: Partida actual: {group}
id_id: Permainan saat ini: {group}
it_it: Partita in corso: {group}
zh_cn: 当前游戏： {group}
zh_hk: 宜家玩緊嘅遊戲: {group}
zh_tw: 目前遊戲: {group}

source: Please wait {time} seconds
id_id: Mohon menunggu {time} detik

source: Cards (tap for game state):
id_id: Kartu-kartu (tekan untuk statistik permainan):

source: Players: {player_list}
id_id: Pemain: {player_list}

source: {name} ({number} cards)
id_id: {name} ({number} kartu)

source: Drawing 1 card
id_id: Mengambil satu kartu

source: Drawing {number} cards
id_id: Mengambil {number} kartu
zh_cn: 抽取 {number} 张牌

source: {number} games played
id_id: {number} permainan dimainkan

source: {number} first places ({percent}%)
id_id: {number} diletakkan pertama ({percent}%)

source: {number} cards played
id_id: {number} kartu dimainkan

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@mau_mau_bot</code> into your chat box and hit <b>space</b>, or click the <code>via @mau_mau_bot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotupdates">update channel</a> and buy an UNO card game.
zh_cn: 游戏指引： 1. 将这个 Bot 加进一个群 2. 在这个群中，您可以通过 /new 创建一个新游戏，或者通过 /join 加入一个现有的游戏 3. 当有最少两名玩家加入后，请通过 /start 开始游戏 4. 在聊天框中输入 <code>@mau_mau_bot</code> 并按空格键，或者点击信息旁边的 <code>via @mau_mau_bot</code> 。你就可以看到你手上的牌，以及一些像抽牌这样的选项， <b>?</b> 选项用来查看当前游戏状态。 <b>灰色的牌</b> 是你当前 <b>不可以</b> 打出的。请选择其中的一个选项。 玩家随时可以加入游戏，如果想要离开当前的游戏，请输入 /leave 。如果玩家超过 90 秒没有出牌，你可以通过 /skip 跳过这个玩家 <b>语言</b> 和其他设置： /settings 其他命令（仅限游戏创建者使用） /close - 不允许其他人中途加入 /open - 允许其他人中途加入 /enable_translations - 翻译文本给游戏中所有使用不同语言的玩家 /disable_translations - 关闭翻译并使用英文 <b>实验性功能：</b> 玩家可以同时在多个群组中进行游戏。点击 <code>当前游戏： ...</code> 按钮然后选择你想在哪个群组玩。 如果喜欢这个 Bot， 请给机器人 <a href="https://telegram.me/storebot?start=mau_mau_bot">评分</a> ，您可以订阅我们的 <a href="https://telegram.me/unobotupdates"> 更新频道</a> 获取最新消息，也可以买一副 UNO 牌玩玩哦！
