Repository: jh0ker/mau_mau_bot
Catalog: locales/*/LC_MESSAGES/unobot.po
Languages: ca_ca, de_de, id_id, it_it, ru_ru, uz_uz, zh_cn, zh_hk, zh_tw

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /kill - Terminate the game /kick - Select a player to kick by replying to him or her /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotnews">update channel</a> and buy an UNO card game.
uz_uz: Quyidagi amallarni bajaring: 1. Ushbu botni guruhga qo'shing 2. Guruhda /new bilan yangi o‘yinni boshlang yoki /join bilan allaqachon ishlayotgan o‘yinga qo‘shiling 3. Kamida ikkita o‘yinchi qo‘shilgandan so‘ng, o‘yinni /start bilan boshlang 4. Chat maydoniga <code>@unobot</code> so‘zini kiriting va <b>bo‘sh joy</b> tugmasini bosingyoki xabarlar yonidagi <code>@unobot orqali</code> matnni bosing.Siz kartalaringizni (ba'zilari kul rangda), koʻtarish kabi qoʻshimchavariantlarni va <b>?</b> joriy oʻyin holatini koʻrish uchun.<b>Kulrang kartalar</b> - bu siz <b>hozir oʻynay olmaydigan</b> kartalar.Tanlangan amalni bajarish uchun variantni bosing. Oʻyinchilar oʻyinga istalgan vaqtda qoʻshilishlari mumkin.Oʻyinni tark etish uchun /leave dan foydalaning.Agar oʻyinchi oʻynash uchun 90 soniyadan koʻproq vaqt talab qilsa,oʻyinchini oʻtkazib yuborish uchun /skip dan foydalanishingiz mumkin.Yangi oʻyin boshlanganda shaxsiy xabar olish uchun /notify_me dan foydalaning. Til va boshqa sozlamalar: /settings Boshqa buyruqlar (faqat oʻyin yaratuvchisi uchun):/close - Lobbini yopish /open - Lobbini ochish /kill - Oʻyinni tugatish /kick - Tepadigan oʻyinchiga javob berish orqali uni tanlash /enable_translations - Tegishli matnlarni o'yinda aytiladigan barcha tillarga tarjima qilish /disable_translations - Ushbu matnlar uchun ingliz tilidan foydalaning Tajriba: bir vaqtning oʻzida bir nechta guruhlarda oʻynash <code>Joriy oʻyin: ...</code> tugmasini bosing va karta oʻynamoqchi boʻlgan guruhni tanlang. Agar sizga ushbu bot yoqsa, <a href="https://telegram.me/storebot?start=mau_mau_bot">menga baho bering</a>, yangilanish <a href="https://telegram.me/unobotnews">kanaliga qoʻshiling</a> va UNO karta oʻyinini sotib oling.

source: This UNO bot has three game modes: Classic, Sanic and Wild. 🎻 The Classic mode uses the conventional UNO deck and there is no auto skip. 🚀 The Sanic mode uses the conventional UNO deck and the bot automatically skips a player if he/she takes too long to play its turn 🐉 The Wild mode uses a deck with more special cards, less number variety and no auto skip. To change the game mode, the GAME CREATOR has to type the bot nickname and a space, just like when playing a card, and all gamemode options should appear.
uz_uz: Ushbu UNO boti uchta o'yin rejimiga ega: Klassik, Sanik va Wild. 🎻 Klassik rejim an'anaviy UNO toʻplamdan foydalanadiva avtomatik oʻtkazib yuborish yoʻq. 🚀 Sanik rejimi an'anaviy UNO toʻplamdan foydalanadiva agar oʻyinchi oʻz navbatini oʻynash uchun juda uzoq vaqttalab qilsa, bot avtomatik ravishda uni oʻtkazib yuboradi. 🐉 Wild rejim koʻproq maxsus kartalar, kamroq raqam turlariva avtomatik oʻtkazib yuborishsiz toʻplamdan foydalanadi. Oʻyin rejimini oʻzgartirish uchun GAME CREATOR xuddi karta oʻynayotgandaboʻlgani kabi bot nikini va boʻsh joyni kiritishi kerak va oʻyinrejimining barcha variantlari paydo boʻlishi kerak.

source: This bot is Free Software and licensed under the AGPL. The code is available here: https://github.com/jh0ker/mau_mau_bot
ca_ca: Aquest bot és programari lliure i està llicenciat sota l'AGPL. El codi està disponible aquí: https://github.com/jh0ker/mau_mau_bot
de_de: Dieser Bot ist Freie Software und lizenziert unter der AGPL. Der Quellcode ist hier verfügbar: https://github.com/jh0ker/mau_mau_bot
id_id: Bot ini adalah software gratis dan berlisensi dibawah AGPL. Kode nya tersedia disini: https://github.com/jh0ker/mau_mau_bot
it_it: Questo bot è un software gratuito e distribuito sotto licenza AGPL. Il codice è disponibile qui: https://github.com/jh0ker/mau_mau_bot
ru_ru: Этот бот является программой с открытым исходным кодом и выпущен под лицензией AGPL. Весь код доступен по адресу: https://github.com/jh0ker/mau_mau_bot
uz_uz: Bu bot bepul dasturiy ta'minot bo'lib, AGPL litsenziyasiga ega.Kodni bu yerda topishingiz mumkin: https://github.com/jh0ker/mau_mau_bot
zh_cn: 本机器人是一个在 AGPL 协议下发行的自由软件。源代码可以在这里取得： https://github.com/jh0ker/mau_mau_bot
zh_hk: 呢個bot係一個免費嘅Software, 根據AGPL授權 Code可以係呢度搵到 https://github.com/jh0ker/mau_mau_bot
zh_tw: 這個bot是一個免費的軟件, 根據AGPL授權 源代碼可以在這裡找到 https://github.com/jh0ker/mau_mau_bot

source: Attributions: Draw icon by <a href="http://www.faithtoken.com/">Faithtoken</a> Pass icon by <a href="http://delapouite.com/">Delapouite</a> Originals available on http://game-icons.net Icons edited by ɳick
uz_uz: Yaratuvchilar: <a href="http://www.faithtoken.com/">Faithtoken</a> tomonidan "Draw" belgisi <a href="http://delapouite.com/">Delapouite</a> tomonidan "Pass" belgisi Asl http://game-icons.net da mavjud .ɳick tomonidan tahrirlangan belgilar

source: All news here: https://telegram.me/unobotnews
ca_ca: Totes les noticies aquí: https://telegram.me/unobotnews
id_id: Semua berita ada di sini: https://telegram.me/unobotnews
it_it: Tutte le novità le trovi qui: https://telegram.me/unobotnews
uz_uz: Barcha yangiliklar bu yerda: https://telegram.me/unobotnews
zh_hk: 所有update都喺晒度: https://telegram.me/unobotnews

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
ca_ca: Les teves estadístiques no estan activades. Utilitza /settings en un xat privat amb el bot per activarles.
de_de: Du hast die Spiel-Statistiken nicht aktiviert. Aktiviere sie, mit dem /settings-Kommando in einem privaten Chat mit dem Bot.
id_id: Kamu belum menyalakan statistik. Gunakan /settings melalui chat pribadi kepada bot untuk menyalakannya.
it_it: Non hai abilitato le statistiche. Usa /settings in una chat privata col bot per abilitarle.
ru_ru: Вы не включали статистику. Чтобы ее активировать, напишите /settings в приватном чате с ботом.
uz_uz: Siz statistikani yoqmagansiz. Ularni yoqish uchun bot bilan shaxsiychatda /settings dan foydalaning.
zh_cn: 您并没有启用数据统计。请给我私聊发送 /settings 进行设置
zh_hk: 你冇啓用數據記錄, pm個bot去啓用
zh_tw: 您尚未啟用統計資料,請私我<code>/settings</code> 來啟用他

source: {number} game played
ca_ca: {number} partida jugada.
de_de: {number} gespieltes Spiel
it_it: {number} partite giocate
ru_ru: {number} игры сыграно
uz_uz: {number} oʻyini oʻynaldi
zh_cn: 玩了 {number} 盘
zh_hk: 玩咗{number}盤
zh_tw: 已遊玩 {number} 個遊戲

source: {number} first place ({percent}%)
ca_ca: {number} primer lloc ({percent}%).
it_it: {number} vittorie ({percent}%)
uz_uz: {number} birinchi oʻrin ({percent}%)
zh_hk: 贏咗{number}次 ({percent}%)

source: {number} card played
ca_ca: {number} carta jugada.
de_de: {number} gespielte Karte
it_it: {number} carta giocate
ru_ru: {number} карты сыграно
uz_uz: {number} ta karta oʻynadi
zh_cn: 总共出过 {number} 张牌
zh_hk: 已經玩咗{number}張牌
zh_tw: 已遊玩 {number} 張牌

source: {emoji} Red
ca_ca: {emoji} Vermell
de_de: {emoji} Rot
id_id: {emoji} Merah
it_it: {emoji} Rosso
ru_ru: {emoji} Красный
uz_uz: {emoji} Qizil
zh_cn: {emoji} 红色
zh_hk: {emoji} 紅色
zh_tw: {emoji} 紅色 {emoji}

source: {emoji} Blue
ca_ca: {emoji} Blau
de_de: {emoji} Blau
id_id: {emoji} Biru
it_it: {emoji} Blu
ru_ru: {emoji} Синий
uz_uz: {emoji} Koʻk
zh_cn: {emoji} 蓝色
zh_hk: {emoji} 藍色
zh_tw: {emoji} 藍色 {emoji}

source: {emoji} Green
ca_ca: {emoji} Vert
de_de: {emoji} Grün
id_id: {emoji} Hijau
it_it: {emoji} Verde
ru_ru: {emoji} Зеленый
uz_uz: {emoji} Yashil
zh_cn: {emoji} 绿色
zh_hk: {emoji} 綠色
zh_tw: {emoji} 綠色 {emoji}

source: {emoji} Yellow
ca_ca: {emoji} Groc
de_de: {emoji} Gelb
id_id: {emoji} Kuning
it_it: {emoji} Giallo
ru_ru: {emoji} Желтый
uz_uz: {emoji} Sariq
zh_cn: {emoji} 黄色
zh_hk: {emoji} 黃色
zh_tw: {emoji} 黃色 {emoji}

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. Use /notify_me to receive a private message when a new game is started. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotupdates">update channel</a> and buy an UNO card game.
de_de: Folge den folgenden Schritten: 1. Füge diesen Bot einer Gruppe hinzu 2. In einer Gruppe kannst du mit /new ein neues Spiel erstellen und mit /join einem bestehenden Spiel beitreten 3. Nachdem mindestens zwei Spieler beigetreten sind, starte das Spiel mit /start 4. Gib <code>@unobot</code> in deine Chatbox ein und drücke die <b>Leertaste</b>, oder tippe auf den <code>via @unobot</code>-Text neben oder über den Nachrichten. Du siehst deine Karten (einige in grau), zusätzliche Optionen wie z. B. Ziehen, und ein <b>?</b> um den Infos über das laufende Spiel anzuzeigen. Die <b>grauen Karten</b> kannst du gerade <b>nicht spielen</b>. Tippe eine der Optionen oder Karten an, um diese Aktion auszuführen bzw. die Karte zu spielen. Spieler können dem Spiel jederzeit beitreten. Um das Spiel zu verlassen, benutze /leave. Wenn ein Spieler länger als 90 Sekunden braucht, kannst du ihn mit /skip überspringen. Benutze /notify_me, um über ein neues Spiel in dieser Gruppe per privater Nachricht informiert zu werden. <b>Sprache</b> und andere Einstellungen: /settings Weitere Kommandos (nur Spiel-Ersteller): /close - Lobby schließen /open - Lobby öffnen /enable_translations - Übersetze relevante Texte in alle im Spiel gesprochenen Sprachen /disable_translations - Verwende Englisch für diese Texte <b>Experimentell</b>: Spiele in mehreren Gruppen gleichzeitig. Um die Gruppe, in der du deine Karte spielen willst, auszuwählen, tippe auf den <code>Aktuelles Spiel: ...</code>-Button. Wenn dir dieser Bot gefällt, <a href="https://telegram.me/storebot?start=mau_mau_bot">bewerte ihn</a>, tritt dem <a href="https://telegram.me/unobotupdates">News-Channel</a> bei und kaufe ein UNO Kartenspiel.
ru_ru: Выполните следующие действия: 1. Добавьте этого бота в свою группу 2. Создайте новую игру в своей группе с помощью команды /new либо присоединитесь к уже существующей, написав /join 3. Как только к игре присоединятся по меньшей мере двое игроков, Вы можете начать с помощью команды /start 4. Напишите <code>@unobot</code> в окне чата и поставьте <b>пробел</b> либо нажмите на текст <code>via @unobot</code> рядом с сообщениями. Вы увидите свои карточки (некоторые из них будут серыми), а также некоторые дополнительные опции и кнопку <b>?</b> для просмотра текущего состояния игры. Вы не можете выбрать <b>серые карточки</b>. Нажмите на доступную кнопку для осуществления выбранного действия. Присоединиться к игре можно в любой момент. Выйти из партии можно с помощью команды /leave. Если игрок затратил больше 90 секунд на ход, его ход можно пропустить командой /skip. Используйте /notify_me для получения приватного сообщения о начале новой партии. <b>Язык</b> и другие настройки: /settings Другие команды (только для организаторов партии): /close - Закрыть лобби /open - Открыть лобби /enable_translations - Разрешить вывод текста на языках игроков/n/disable_translations - Выводить текст только на Английском языке <b>Экспериментальные опции</b>: Одновременная игра в нескольких группах. Нажмите на кнопку<code>Текущая игры: ...</code> и выберите, в какой группе сделать ход. Если Вам понравился этот бот, <a href="https://telegram.me/storebot?start=mau_mau_bot">оцените его</a> и следите за <a href="https://telegram.me/unobotupdates">новостным каналом</a>, а такщже купите себе карточки UNO.

source: At least two players must /join the game before you can start it
de_de: Es müssen mindestens zwei Spieler dem Spiel beitreten, bevor du es starten kannst
id_id: Minimal dua pemain harus bergabung sebelum kamu bisa memulai game ini. Gunakan perintah /join untuk bergabung
it_it: Devono partecipare almeno due giocatori per iniziare la partita. Partecipa con /join
ru_ru: Как минимум два человека должны присоединиться, прежде чем Вы сможете начать игру
zh_cn: 最少需要两个人通过 /join 加入游戏然后才可以开始游戏
zh_hk: 要有兩個玩家 /join咗先可以開始新一盤
zh_tw: 至少要有兩個人 /join 才能開始遊戲

source: Only the game creator ({name}) can do that.
ca_ca: Només el creador del joc ({name}) pot fer-ho.
de_de: Dies kann nur der Ersteller des Spiels ({name}) tun.
id_id: Hanya pembuat permainan: ({name}) yang dapat melakukan itu.
it_it: Solo il creatore della partita ({name}) può farlo.
ru_ru: Только создатель партии ({name}) может это сделать.
zh_cn: 只有游戏创建者 ({name}) 可以使用该命令
zh_hk: 只有遊戲創始人先可以做呢個設定
zh_tw: 只有創建遊戲的玩家 ({name}) 可以執行此指令

source: Waiting time to skip this player has been reduced to {time} second. Next player: {name}
ca_ca: El temps d'espera per saltar aquest jugar s'ha reduit a {time} segon. Següent jugador: {name}
de_de: Die Wartezeit um diesen Spieler zu überspringen wurde auf {time} Sekunde reduziert. Nächster Spieler: {name}
it_it: Il tempo di attesa per saltare questo giocatore è stato ridotto a {time} secondi. Prossimo giocatore: {name}
ru_ru: Время на ход для данного игрока было сокращено на {time} секунды. Следюущий игрок: {name}
zh_cn: 该玩家的等待时间已降至 {time} 秒。 轮到： {name}
zh_hk: 呢個玩家嘅等待時間已經減少到 {time} 秒 下個: {name}
zh_tw: 此玩家等待時間已經縮短為 {time} 秒 輪到: {name}

source: {name1} was skipped four times in a row and has been removed from the game. Next player: {name2}
ca_ca: S'ha omès quatre vegades seguides {name1} i se l'ha eliminat de la partida. Següent jugador: {name2}
de_de: {name1} wurde vier Mal hintereinander übersprungen und daher aus dem Spiel entfernt. Nächster Spieler: {name2}
id_id: {name1} telah dilewati dan tidak bermain empat kali berturut-turutdan telah dikeluarkan dari permainan. Pemain berikutnya: {name2}
it_it: {name1} è stato saltato per quattro turni ed è stato rimosso dalla partita. Prossimo giocatore: {name2}
ru_ru: {name1} был пропущен 4 раза подряд и вышел из игры. Следующий игрок: {name2}
zh_cn: {name1} 已经被连续跳过了 4 次。 轮到： {name2}
zh_hk: {name1}比人連接skip咗4次, 已經踢咗 下個: {name2}
zh_tw: {name1} 已被跳過 4 次，並從此局遊戲中移除 輪到: {name2}

source: {name} was skipped four times in a row and has been removed from the game. The game ended.
ca_ca: S'ha omès quatre vegades seguides {name1} i se l'ha eliminat de la partida. Partida finalitzada.
de_de: {name1} wurde vier Mal hintereinander übersprungen und daher aus dem Spiel entfernt. Das Spiel wurde beendet.
id_id: {name} telah dilewati dan tidak bermain empat kali berturut-turutdan telah dikeluarkan dari permainan. Permainan berkahir.
it_it: {name} è stato saltato per quattro turni ed è stato rimosso dalla partita. La partita è conclusa.
ru_ru: {name1} был пропущен 4 раза поряд и вышел из игры. Игра окончена.
zh_cn: {name1} 已经被连续跳过了 4 次。 游戏结束
zh_hk: {name1}比人連接skip咗4次, 已經踢咗 遊戲結束
zh_tw: {name1} 已被跳過 4 次，並從此局遊戲中移除 遊戲結束!

source: All news here: https://telegram.me/unobotupdates
de_de: Alle News hier: https://telegram.me/unobotupdates
ru_ru: Все новости здесь: https://telegram.me/unobotupdates
zh_cn: 查看机器人的所有更新: https://telegram.me/unobotupdates
zh_tw: 即時更新頻道: https://telegram.me/unobotupdates

source: Waiting time for {name} has been reset to 90 seconds
de_de: Die Wartezeit für {name} wurde auf 90 Sekunden zurückgesetzt.
id_id: Waktu tunggu terhadap {name} telah dikembalikan menjadi 90 detik
it_it: Il tempo di attesa per {name} è stato reimpostato a 90 secondi
ru_ru: Время на ход для {name} было сброшено до 90 секунд.
zh_cn: {name} 的等待时间已经重置为 90 秒
zh_hk: Skip {name}嘅時間已經reset咗去90秒
zh_tw: {name} 的等待時間已重置到 90 秒

source: Last card (tap for game state):
ca_ca: Última carta (prem per a veure l'estat de la partida):
de_de: Letzte Karte (tippe für Spielinfo):
it_it: Carte (clicca per vedere lo stato della partita):
ru_ru: Последняя карта (нажмите для просмотра статуса игры):
zh_cn: 手牌 (点击查看游戏状况)：
zh_hk: 手牌 (遊戲status)
zh_tw: 最後的牌(點一下以獲得遊戲狀態):

source: {number} first place
de_de: {number} mal 1. Platz
ru_ru: {number} первое место
zh_cn: 赢了 {number} 盘
zh_tw: 拿了 {number} 次第一名
