Repository: jh0ker/mau_mau_bot
Catalog: locales/hn_*/LC_MESSAGES/unobot.po
Languages: in

source: Follow these steps: 1. Add this bot to a group 2. In the group, start a new game with /new or join an already running game with /join 3. After at least two players have joined, start the game with /start 4. Type <code>@unobot</code> into your chat box and hit <b>space</b>, or click the <code>via @unobot</code> text next to messages. You will see your cards (some greyed out), any extra options like drawing, and a <b>?</b> to see the current game state. The <b>greyed out cards</b> are those you <b>can not play</b> at the moment. Tap an option to execute the selected action. Players can join the game at any time. To leave a game, use /leave. If a player takes more than 90 seconds to play, you can use /skip to skip that player. <b>Language</b> and other settings: /settings Other commands (only game creator): /close - Close lobby /open - Open lobby /enable_translations - Translate relevant texts into all languages spoken in a game /disable_translations - Use English for those texts <b>Experimental:</b> Play in multiple groups at the same time. Press the <code>Current game: ...</code> button and select the group you want to play a card in. If you enjoy this bot, <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, join the <a href="https://telegram.me/unobotnews">update channel</a> and buy an UNO card game.
in: इन चरणों का पालन करें: 1. इस बॉट को किसी समूह में जोड़ें 2. समूह में, के साथ एक नया गेम बनाएँ /new या इसके साथ एक पहल में शामिल हों / joinjoin 3. कम से कम दो खिलाड़ियों के शामिल होने के बाद, खेल शुरू होता है। के साथ /start 4. लिखता <code>@unobot</code> पाठ बॉक्स में और दबाएँ <b>अन्तरिक्ष</b>या पाठ पर क्लिक करें <code>via @unobot</code>के साथ-साथ संदेश। आपको अपने कार्ड (कुछ भूरे रंग के), कोई भी विकल्प दिखाई देगा। चोरी और चोरी के रूप में अतिरिक्त <b>?</b> खेल की वर्तमान स्थिति देखने के लिए. वही <b>ग्रेश चार्ट</b> वे हैं <b>उपयोग नहीं किया जा सकता</b> में क्षण। चयनित क्रिया निष्पादित करने के लिए किसी विकल्प पर टैप करें. खिलाड़ी किसी भी समय शामिल हो सकते हैं। एक को छोड़ना खेल, उपयोग करें /leave. यदि कोई खिलाड़ी खेलने के लिए 90 सेकंड से अधिक समय लेता है, आप इसका उपयोग कर सकते हैं /skip उस खिलाड़ी को छोड़ दें. <b>भाषा</b> और अन्य सेटिंग्सs: /settings अन्य आदेश (केवल गेम निर्माता उपयोग कर सकता है): /close - बंद कमरा /open - खुला कमरा /enable_translations - महत्वपूर्ण संदेशों का सभी भाषाओं में अनुवाद करें खेल में उपलब्ध है /disable_translations - डिफ़ॉल्ट भाषा (अंग्रेज़ी भाषा) का उपयोग करें <b>Experimental:</b> एक ही समय में कई समूहों में खेलना. दबाएँ <code>Current game: ...</code> और समूह का चयन करें जिसे आप आगे बढ़ाना चाहते हैं. यदि आप बॉट पसंद करते हैं <a href="https://telegram.me/storebot?start=mau_mau_bot">rate me</a>, शामिल हों <a href="https://telegram.me/unobotnews">canal अद्यतनों की संख्या </a> और UNO कार्ड गेम खरीदें.

source: This bot is Free Software and licensed under the AGPL. The code is available here: https://github.com/jh0ker/mau_mau_bot
in: यह बॉट नि: शुल्क सॉफ्टवेयर है और एजीपीएल के तहत लाइसेंस प्राप्त है। कोड है यहाँ उपलब्ध है: https://github.com/jh0ker/mau_mau_bot

source: Created a new game! Join the game with /join and start the game with /start
in: नया खेल बनाया गया! शामिल हों /join जब आप सभी तैयार हों, तो शुरू करने के लिए क्लिक करें. /start

source: The lobby is closed
in: कमरा बंद है।a.

source: No game is running at the moment. Create a new game with /new
in: कोई खेल प्रगति पर नहीं है /new के साथ एक खेल बनाएँ .

source: You already joined the game. Start the game with /start
in: आप पहले ही इस खेल में शामिल हो चुके हैं /start के साथ शुरू करें .

source: Joined the game
in: खेल में शामिल हो गए.

source: You are not playing in a game in this group.
in: आप इस समूह में एक खेल में नहीं खेल रहे हैं।.

source: Game ended!
in: खेल ख़त्म हुआ!

source: Okay. Next Player: {name}
in: Okay. अगला खिलाड़ी: {name}

source: Game not found.
in: खेल नहीं मिला.

source: Back to last group
in: अंतिम समूह पर लौटें.

source: Please switch to the group you selected!
in: कृपया अपने द्वारा चयनित समूह पर स्विच करें!

source: Selected group: {group} <b>Make sure that you switch to the correct group!</b>
in: चयनित समूह: {group} <b>सुनिश्चित करें कि आप सही समूह पर स्विच करें!</b>

source: Removing {name} from the game
in: निकालने {name} खेल से.

source: There is no game running in this chat. Create a new one with /new
in: इस चैट में कोई गेम नहीं चल रहा है /new के साथ एक नया बनाएँ /new.

source: The game has already started
in: खेल पहले ही शुरू हो चुका है.

source: At least {minplayers} players must /join the game before you can start it
in: खेल शुरू करने से पहले, कम से कम {minplayers} खिलाड़ियों को उपयोग में शामिल होना चाहिए /join.

source: First player: {name} Use /close लोगों को खेल में शामिल होने से रोकने के लिए. Enable multi-translations with /enable_translations
in: पहला खिलाड़ी: {name} लोगों को खेल में शामिल होने से रोकने के लिए उपयोग करें /close.nके साथ बहु-अनुवाद सक्षम करें /enable_translations.

source: Please select the group you want to play in.
in: वह समूह चुनें जिसमें आप खेलना चाहते हैं.

source: There is no running game in this chat.
in: इस समूह में कोई खेल प्रगति पर नहीं है।.

source: Closed the lobby. No more players can join this game.
in: बंद कमरा। कोई और खिलाड़ी खेल में शामिल नहीं हो पाएगा.

source: Only the game creator ({name}) can do that.
in: केवल खेल के निर्माता ({name}) ऐसा कर सकते हैं.

source: Enabled multi-translations. Disable with /disable_translations
in: बहु-अनुवाद सक्षम किए गए. उन्हें अक्षम करें /disable_translations.

source: Disabled multi-translations. Enable them again with /enable_translations
in: बहु-अनुवाद अक्षम किए गए. उन्हें फिर से सक्षम करें /enable_translations.

source: Opened the lobby. New players may /join the game.
in: लॉबी खोली। नए खिलाड़ी खेल में /join शामिल हो सकते हैं.

source: You are not playing in a game in this chat.
in: आप इस चैट में नहीं खेल रहे हैं.

source: Please wait {time} second
in: कृपया प्रतीक्षा करें सेकंड.

source: Waiting time to skip this player has been reduced to {time} second. Next player: {name}
in: वर्तमान खिलाड़ी को कूदने के लिए प्रतीक्षा समय कम हो गया है {time} सेकंड. अगला खिलाड़ी: {name}

source: {name1} was skipped four times in a row and has been removed from the game. Next player: {name2}
in: {name1} उन्हें लगातार चार बार छोड़ दिया गया और खेल से हटा दिया गयाउन्हें लगातार चार बार छोड़ दिया गया और खेल से हटा दिया गया partida. अगला खिलाड़ी {name2}

source: {name} was skipped four times in a row and has been removed from the game. खेल समाप्त हुआ.
in: {name} उन्हें लगातार चार बार छोड़ दिया गया और खेल से हटा दिया गया प्रस्थान. खेल पूरा हुआ.

source: All news here: https://telegram.me/unobotnews
in: सभी समाचार यहाँ: https://telegram.me/unobotnews

source: Current game: {group}
in: वर्तमान खेल: {group}

source: Cheat attempt by {name}
in: {name} से धोखा देने का प्रयास.

source: Next player: {name}
in: अगला खिलाड़ी: {name}.

source: Waiting time for {name} has been reset to {time} seconds
in: प्रतीक्षा समय {name} पुन: प्रारंभ करें {time} सेकंड

source: Please choose a color
in: कृपया किसी रंग का चयन करें

source: {name} won!
in: ¡{name} जीत गया!

source: There are no more cards in the deck.
in: डेक में कोई और कार्ड नहीं हैं।.

source: Bluff called! Giving 4 cards to {name}
in: यह एक धोखा था! {name} 4 कार्ड प्राप्त करें.

source: {name1} didn't bluff! Giving 6 cards to {name2}
in: ¡{name1} उसने धोखा नहीं दिया!, {name2} 6 कार्ड प्राप्त करें.

source: Choose Color
in: किसी रंग का चयन करें

source: Last card (tap for game state):
in: अंतिम कार्ड (खेल की स्थिति देखने के लिए क्लिक करें):

source: Current player: {name}
in: वर्तमान खिलाड़ी: {name}.

source: Last card: {card}
in: आखिरी कार्ड: {card}.

source: Player: {player_list}
in: वादक: {player_list}

source: {name} ({number} card)
in: {name} ({number} carta)

source: You are not playing
in: आप नहीं खेल रहे हैं.

source: Not playing right now. Use /new to start a game or /join to join the current game in this group
in: आप अभी नहीं खेल रहे हैं। एक खेल शुरू करने के लिए उपयोग /newयदि इस समूह में कोई खेल चल रहा है तो शामिल हों.

source: The game wasn't started yet
in: खेल अभी शुरू नहीं हुआ था.

source: Start the game with /start
in: /start से खेल प्रारंभ करें.

source: Drawing {number} card
in: Robando {number} carta.

source: Pass
in: उत्तीर्ण

source: I'm calling your bluff!
in: मैं आपके धोखे का जवाब दे रहा हूं!

source: Please edit your settings in a private chat with the bot.
in: कृपया बॉट के साथ निजी चैट में अपनी सेटिंग्स संपादित करें.

source: Enable statistics
in: आँकड़े सक्षम करें

source: Delete all statistics
in: सभी आँकड़े हटाएँ

source: Language
in: भाषा

source: Settings
in: समायोजन

source: Enabled statistics!
in: सक्षम आँकड़े!

source: Select locale
in: स्थान चुनें

source: Deleted and disabled statistics!
in: हटाए गए और अक्षम आँकड़े!

source: Set locale!
in: स्थान निर्धारित करें!

source: You did not enable statistics. Use /settings in a private chat with the bot to enable them.
in: आपने सांख्यिकी सक्षम नहीं की. उपयोग /settings बॉट के साथ एक निजी बातचीत में उन्हें सक्षम करने के लिए.

source: {number} game played
in: {number} खेल खेला गया.

source: {number} first place ({percent}%)
in: {number} पहले स्थान पर ({percent}%).

source: {number} card played
in: {number} कार्ड खेला गया.

source: {emoji} Green
in: {emoji} हरा

source: {emoji} Red
in: {emoji} लाल

source: {emoji} Blue
in: {emoji} नीला

source: {emoji} Yellow
in: {emoji} पीला
